Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RCS_FOOTER_TEXT
source: Sending and receiving messages with RCS uses wireless data. Cellular network identifiers may be shared with your carrier and its partners.
ar: عمليات إرسال واستلام الرسائل من خلال RCS تستخدم البيانات اللاسلكية. قد تُشارَك معرفات الشبكة الخلوية مع شركة الاتصالات وشركائها.
bg: При изпращането и получаването на съобщения с RCS се използват безжични данни. Идентификаторите на мобилната мрежа може да се споделят с вашия оператор и неговите партньори.
ca: Per enviar i rebre missatges amb l’RCS, calen dades sense fil. Pot ser que els identificadors de la xarxa mòbil es comparteixin amb l’operador i els seus associats.
cs: Odesílání a příjem zpráv přes RCS využívá bezdrátová data. S vaším operátorem a jeho partnery se můžou sdílet identifikátory mobilní sítě.
da: Afsendelse og modtagelse af beskeder med RCS bruger trådløse data. Id’er for mobilnetværk deles muligvis med din operatør og operatørens partnere.
de: Zum Senden und Empfangen von Nachrichten mit RCS werden drahtlose Daten verwendet. IDs des Mobilfunknetzwerks können mit deinem Anbieter und seinen Partnern geteilt werden.
el: Η αποστολή και λήψη μηνυμάτων RCS χρησιμοποιεί δεδομένα ασύρματου δικτύου. Τα αναγνωριστικά κινητού δικτύου ενδέχεται να κοινοποιούνται στον φορέα σας και τους συνεργάτες του.
es: Para enviar y recibir mensajes con RCS, se usan datos inalámbricos. Al hacerlo, se podrán compartir identificadores de la red móvil con tu operador y sus colaboradores.
es_us: Enviar y recibir mensajes con RCS consume datos inalámbricos. Los identificadores de red celular podrían compartirse con tu operador y sus socios.
fi: RCS-viestien lähetys ja vastaanotto käyttää langatonta dataa. Mobiiliverkon tunnisteet voidaan jakaa operaattorisi ja sen kumppaneiden kanssa.
fr: L’envoi et la réception de messages avec le service RCS se font via les données sans fil. Des identifiants de réseau cellulaire peuvent être partagés avec votre opérateur et ses partenaires.
fr_ca: L’envoi et la réception de messages au moyen du service RCS utilisent des données sans fil. Les identifiants de réseau cellulaire peuvent être partagés avec votre opérateur et ses partenaires.
he: פעולות שליחה וקבלה של הודעות עם RCS משתמשות בתקשורת נתונים אלחוטית. ייתכן שמזהים של רשתות סלולריות ישותפו עם המפעיל הסלולרי שלך והשותפים שלו.
hi: RCS से संदेश भेजने और प्राप्त करने में वायरलेस डेटा का इस्तेमाल होता है। मोबाइल नेटवर्क आइडेंटिफ़ायर आपके कैरियर और उसके पार्टनर के साथ शेयर किए जा सकते हैं।
hr: Slanje i primanje poruka putem RCS-a koristi bežične podatke. Identifikatori mobilne mreže mogu se podijeliti s vašim operaterom i njegovim partnerima.
hu: Az üzenetek RCS használatával való küldése és fogadása vezeték nélküli adatokat használ. Előfordulhat, hogy a mobilhálózati azonosítók meg lesznek osztva a szolgáltatójával és annak partnereivel.
id: Pengiriman dan penerimaan pesan dengan RCS menggunakan data nirkabel. Pengenal jaringan seluler mungkin dibagikan dengan operator Anda dan mitranya.
it: L’invio e la ricezione di messaggi tramite RCS usa i dati wireless. Gli identificativi della rete cellulare potrebbero essere condivisi con il tuo gestore e i suoi partner.
ja: RCSメッセージの送受信にはワイヤレスデータが使用されます。モバイル通信ネットワークの識別子は、通信事業者およびそのパートナーと共有される場合があります。
kk: RCS арқылы хабарлар жіберу және алу үшін сымсыз деректер пайдаланылады. Ұялы желі идентификаторлары ұялы байланыс операторыңызбен және оның серіктестерімен ортақ болуы мүмкін.
ko: RCS 메시지 전송 및 수신은 무선 데이터를 사용합니다. 셀룰러 네트워크 식별자가 이동통신사 및 관계사와 공유될 수 있습니다.
lt: Siunčiant ir gaunant žinutes per RCS naudojami belaidžio ryšio duomenys. Mobiliojo ryšio identifikatoriai gali būti bendrinami su jūsų operatoriumi ir jo partneriais.
ms: Menghantar dan menerima mesej dengan RCS menggunakan data wayarles. Pengecam rangkaian selular mungkin dikongsi dengan pembawa anda dan rakan kongsinya.
nl: Voor het versturen en ontvangen van berichten met RCS worden draadloze gegevens gebruikt. Er kunnen mogelijk ID's van je mobiele netwerk worden gedeeld met je aanbieder en zijn partners.
no: Sending og mottak av meldinger med RCS bruker trådløsdata. Identifikatorer for mobilnett kan bli delt med operatøren din og dens samarbeidspartnere.
pl: Wysyłanie i odbieranie wiadomości przy użyciu RCS wykorzystuje dane komórkowe. Identyfikatory sieci komórkowych mogą być udostępniane Twojemu operatorowi i jego partnerom.
pt_br: O envio e o recebimento de mensagens com RCS usam dados sem fio. Os identificadores da rede celular podem ser compartilhados com sua operadora e os parceiros dela.
pt_pt: O envio e a receção de mensagens com RCS usam dados sem fios. Os identificadores da rede móvel podem ser partilhados com a sua operadora e entidades parceiras.
ro: Trimiterea și primirea mesajelor prin RCS utilizează date wireless. Identificatorii de rețea celulară pot fi partajați cu operatorul și partenerii săi.
ru: Обмен RCS‑сообщениями задействует беспроводную передачу данных.
sk: Odosielanie a prijímanie správ cez RCS využíva bezdrôtové dáta. S vaším operátorom a jeho partnermi môžu byť zdieľané identifikátory mobilnej siete.
sl: Pri pošiljanju in prejemanju podatkov prek protokola RCS se uporabljajo brezžični podatki. Identifikatorji mobilnega omrežja se lahko delijo z vašim operaterjem in njegovimi partnerji.
sv: Sändning och mottagning av meddelanden med RCS använder trådlösa data. Mobila nätverks-ID:n kan delas med din operatör och dess partner.
th: การส่งและรับข้อความด้วย RCS จะใช้ข้อมูลไร้สาย ข้อมูลจำเพาะเครือข่ายเซลลูลาร์อาจถูกแชร์กับผู้ให้บริการของคุณและคู่ค้าของผู้ให้บริการ
tr: RCS ile mesaj gönderip almak için kablosuz veri kullanılır. Hücresel ağ tanıtıcıları, operatörünüz ve operatörünüzün iş ortaklarıyla paylaşılabilir.
uk: Для повідомлень через RCS використовуються бездротові дані. Ідентифікатори стільникової мережі можуть поширюватися для вашого оператора й партнерів.
vi: Tính năng gửi và nhận tin nhắn bằng RCS sử dụng dữ liệu không dây. Mã định danh mạng di động có thể được chia sẻ với nhà cung cấp của bạn và các đối tác của nhà cung cấp.
zh_cn: 收发RCS信息会使用无线数据。蜂窝网络标识符可能会与运营商及其合作伙伴共享。
zh_hk: 使用RCS傳送和接收訊息會使用無線數據。可能會與你的電訊商和其合作夥伴共享流動網絡識別碼。
zh_tw: 使用RCS傳送和接收訊息會使用無線數據。系統可能會與你的電信業者和其合作夥伴分享行動網路識別碼。

# KEEP_ALL_MESSAGES_FOOTER
source: Keeping messages for 30 days or 1 year will permanently delete older messages.
ar: سيؤدي الاحتفاظ بالرسائل لمدة ٣٠ يومًا أو سنة واحدة إلى حذف الرسائل القديمة بشكل نهائي.
bg: Запазването на съобщения за 30 дни или 1 година ще изтрие окончателно по-старите съобщения.
ca: Si conserves els missatges durant 30 dies o 1 any, s’eliminaran definitivament els que siguin més antics.
cs: Pokud nastavíte uchovávání zpráv po dobu 30 dní nebo jednoho roku, starší zprávy se budou definitivně mazat.
da: Hvis beskeder beholdes i 30 dage eller 1 år, slettes ældre beskeder permanent.
de: Durch das Behalten von Nachrichten für 30 Tage oder 1 Jahr, werden ältere Nachrichten dauerhaft gelöscht.
el: Αν διατηρείτε μηνύματα για 30 ημέρες ή 1 έτος, θα διαγράφονται οριστικά τα παλιότερα μηνύματα.
es: Si has seleccionado conservar los mensajes durante 30 días o un año, los mensajes más antiguos se eliminarán definitivamente.
es_us: Si eliges conservar los mensajes durante 30 días o un año, los mensajes antiguos se eliminarán permanentemente.
fi: Jos viestejä säilytetään 30 päivää tai vuosi, niitä vanhemmat poistetaan pysyvästi.
fr: Si vous conservez les messages pendant 30 jours ou un an, cela entraînera la suppression définitive des messages plus anciens.
fr_ca: Conserver les messages pendant 30 jours ou un an supprimera définitivement les messages plus anciens.
he: שמירת הודעות למשך 30 ימים או שנה תוביל למחיקה אוטומטית של הודעות ישנות יותר.
hi: संदेशों को 30 दिन या 1 साल तक रखने से पुराने संदेश स्थायी रूप से डिलीट कर दिए जाएँगे।
hr: Ako zadržite poruke na 30 dana ili godinu dana, starije poruke trajno će se obrisati.
hu: Ha 30 napig vagy 1 évig tartja meg az üzeneteket, azzal véglegesen törölni fogja az ennél régebbi üzeneteket.
id: Menyimpan pesan selama 30 hari atau 1 tahun akan menghapus pesan yang lebih lama secara permanen.
it: Se conservi i messaggi per 30 giorni o un anno, quelli più vecchi verranno eliminati in modo permanente.
ja: メッセージを30日間または1年間保存すると、それより古いメッセージは完全に削除されます。
kk: Хабарлар 30 күн немесе 1 жыл сақталса, ескі хабарлар біржолата жойылады.
ko: 30일 또는 1년간 메시지를 보관하는 경우 해당 기간이 지난 메시지를 영구적으로 삭제합니다.
lt: Palikus žinutes 30 dienų arba 1 metams, senesnės žinutės bus ištrintos visam laikui.
ms: Menyimpan mesej selama 30 hari atau 1 tahun akan memadamkan mesej lebih lama secara kekal.
nl: Als je berichten 30 dagen of 1 jaar bewaart, worden oudere berichten definitief verwijderd.
no: Hvis du velger å beholde meldinger i 30 dager eller 1 år, vil eldre meldinger bli slettet for godt.
pl: Wybranie przechowywania przez 30 dni lub rok spowoduje trwałe usunięcie starszych wiadomości.
pt_br: Se as mensagens forem mantidas por 30 dias ou 1 ano, as mensagens mais antigas serão apagadas permanentemente.
pt_pt: Se optar por manter as mensagens durante 30 dias ou 1 ano, as mensagens mais antigas serão apagadas permanentemente.
ro: Păstrarea mesajelor timp de 30 de zile sau un an va șterge definitiv mesajele mai vechi.
ru: Если выбран вариант «30 дней» или «1 год», все сообщения старше соответствующего срока будут удаляться навсегда.
sk: Ak sa rozhodnete ponechať si správy 30 dní alebo 1 rok, staršie správy budú natrvalo vymazané.
sl: Če obdržite sporočila 30 dni ali eno leto, se bodo starejša sporočila trajno izbrisala.
sv: Om du behåller meddelanden i 30 dagar eller ett år raderas äldre meddelanden permanent.
th: การเก็บข้อความเป็นเวลา 30 วันหรือ 1 ปีจะลบข้อความที่เก่ากว่าอย่างถาวร
tr: Mesajları 30 gün ya da 1 yıl tutmak daha eski mesajları kalıcı olarak siler.
uk: Якщо налаштувати зберігання повідомлень протягом 30 днів або 1 року, старіші повідомлення буде автоматично видалено назавжди.
vi: Việc giữ lại các tin nhắn trong 30 ngày hoặc 1 năm sẽ xóa vĩnh viễn các tin nhắn cũ hơn.
zh_cn: 保留信息30天或1年将永久删除较旧信息。
zh_hk: 將訊息保留30日或1年會永久刪除較舊訊息。
zh_tw: 保存訊息30天或一年會永久刪除較舊的訊息。

# CHECK_IN_SECTION_TITLE
source: Check In
ar: الاطمئنان
bg: Проверка
ca: Acompanyament
cs: Doprovod
da: Tjek ankomst
de: Wegbegleitung
el: Δήλωση άφιξης
es: Aviso de llegada
fi: Tilanteentarkistus
fr: Accompagnement
fr_ca: Accompagnement
he: עדכון שהכול בסדר
hi: चेक इन करें
hr: Potvrda lokacije
hu: Helyzetjelentés
id: Periksa
it: Tutto bene
ja: 到着確認
kk: Байланысқа шығу
ko: 안전 확인
lt: Atvykimo patvirtinimas
ms: Periksa
no: Oppfølging
pl: Daj znać
pt_br: Chegou Bem?
pt_pt: Verificação
ro: Acompaniere
ru: На связи
sk: Sprevádzanie
sl: Tukaj sem
sv: Avstämning
th: เช็คอิน
tr: Durum Denetleme
uk: Супровід
vi: Kiểm tra
zh_cn: 平安确认
zh_hk: 報平安
zh_tw: 平安通報

# RCS_FOOTER_ACTIVATION_FAILURE_TEXT
source: To activate RCS messaging, switch your cellular data line to “%@” in %@.
ar: لتنشيط المراسلة عبر RCS، بدِّل خط البيانات الخلوية إلى "%@" في %@.
bg: За да активирате RCS съобщенията, превключете мобилните данни на „%@“ в %@.
ca: Per activar la missatgeria RCS, ves a la %2$@ i canvia a la línia “%1$@”.
cs: Chcete‑li aktivovat RCS zprávy, přejděte do %2$@ a přepněte mobilní datovou linku na „%1$@“.
da: Hvis du vil aktivere RCS-beskeder, skal du skifte mobildatalinje til “%@“ i %@.
de: Um RCS-Nachrichten zu aktivieren, wechsle in %@ deine Mobilfunkdatenleitung zu „%@“.
el: Για ενεργοποίηση αποστολής μηνυμάτων RCS, κάντε εναλλαγή της γραμμής δεδομένων κινητού δικτύου σας σε «%@» στις %@.
es: Para activar la mensajería RCS, cambia la línea de datos móviles a “%@” en %@.
es_us: Para activar los mensajes RCS, cambia la línea de datos celulares a “%@“ en %@.
fi: RCS-viestien aktivointia varten avaa %2$@ ja vaihda mobiilidatalinjaksi ”%1$@“.
fr: Pour activer le service RCS, utilisez votre ligne de données cellulaires « %@ » dans les %@.
fr_ca: Pour activer la messagerie RCS, utilisez la ligne de données cellulaire « %@ » dans %@.
he: כדי להפעיל את “הודעות RCS״ יש להחליף את קו הנתונים הסלולריים לקו ״%@״ דרך %@.
hi: RCS मैसेजिंग सक्रिय करने के लिए %2$@ में अपनी मोबाइल डेटा लाइन को “%1$@“ पर स्विच करें।
hr: Za aktiviranje RCS poruka prebacite svoju podatkovnu liniju na “%@” u %@.
hu: Az RCS-üzenetváltás aktiválásához állítsa át a mobiladat-forgalmat a(z) „%@” vonalra itt: %@.
id: Untuk mengaktifkan pesan RCS, alihkan jalur data seluler Anda ke “%@” di %@.
it: Per attivare i messaggi RCS, imposta la linea dei dati cellulare su “%@” in %@.
ja: RCSメッセージを有効にするには、%2$@でモバイルデータ通信の回線を“%1$@”に変更します。
kk: RCS арқылы хабар алмасуды белсендіру үшін ұялы деректер желісін %2$@ ішінде «%1$@» күйіне ауыстырыңыз.
ko: RCS 메시지를 활성화하려면 셀룰러 데이터 회선을 %2$@의 ‘%1$@’ 옵션으로 전환하십시오.
lt: Norėdami aktyvinti RCS susirašinėjimą, perjunkite mobiliojo ryšio duomenų liniją į „%@“ srityje „%@“.
ms: Untuk mengaktifkan pemesejan RCS, tukar talian data selular kepada “%@” dalam %@.
nl: Om RCS-berichten te activeren, schakel je je mobiele datalijn in %2$@ over naar '%1$@'.
no: Aktiver RCS-meldinger ved å bytte linje for mobildata til «%@» i %@.
pl: Aby aktywować wiadomości RCS, przełącz linię danych komórkowych na „%@” (%@).
pt_br: Para ativar mensagens RCS, mude a linha de dados celulares para “%@“ nos %@.
pt_pt: Para ativar as mensagens RCS, mude a linha de dados móveis para “%@“ em %@.
ro: Pentru a activa mesageria RCS, schimbați linia de date celulare la “%@“ în %@.
ru: Чтобы активировать RCS‑сообщения, переключите канал сотовых данных на «%@» в разделе настроек «%@».
sk: Ak chcete aktivovať RCS správy, otvorte %2$@ a prepnite mobilnú dátovú linku na „%1$@“.
sl: Da bi aktivirali pošiljanje sporočil RCS, v možnosti %2$@ preklopite linijo mobilnih podatkov na »%1$@«.
sv: Aktivera RCS-meddelanden genom att ändra din linje för mobildata till ”%@” i %@.
th: ในการเปิดใช้งานการส่งข้อความ RCS ให้สลับสายข้อมูลเซลลูลาร์ของคุณเป็น “%@” ใน%[tt]@
tr: RCS mesajlaşmayı etkinleştirmek için %2$@ bölümünde “%1$@“ adlı hücresel veri hattınıza geçin.
uk: Щоб активувати RCS-повідомлення, перемкніть номер для стільникових даних на «%@» в меню «%@».
vi: Để kích hoạt tính năng nhắn tin RCS, hãy chuyển đường dây dữ liệu di động của bạn thành “%@” trong %@.
zh_cn: 若要激活RCS信息，请在%2$@中将蜂窝数据号码切换为“%1$@”。
zh_hk: 如要啟用RCS訊息，請在「%2$@」中將流動數據號碼切換為「%1$@」。
zh_tw: 若要啟用RCS傳訊，請在「%2$@」中將你的行動數據切換成「%1$@」。

# SMS_RELAY_MULTIPLE_DEVICES_LABEL
source: %d Devices
ar: %d من الأجهزة
bg: %d устройства
ca: %d dispositius
cs: Zařízení: %d
da: %d enheder
de: %d Geräte
el: %d συσκευές
es: %d dispos.
es_us: %d dispositivos
fi: %d laitetta
fr: %d appareils
fr_ca: %d appareils
he: ‏%d מכשירים
hi: %d डिवाइस
hr: %d uređaja
hu: %d eszköz
id: %d Perangkat
it: %d dispositivi
ja: %d個のデバイス
kk: %d құрылғы
ko: %d대의 기기
lt: Įrenginių: %d
ms: %d Peranti
nl: %d apparaten
no: %d enheter
pl: %d urządz.
pt_br: %d Dispositivos
pt_pt: %d dispositivos
ro: %d dispozitive
ru: Устройств: %d
sk: Zariadenia: %d
sl: %d naprave
sv: %d enheter
th: %d เครื่อง
tr: %d Aygıt
uk: %d пристрої
vi: %d thiết bị
zh_cn: %d个设备
zh_hk: %d部裝置
zh_tw: %d部裝置

# PRIVACY_WARNING_ACTION
source: Enable
ar: تمكين
bg: Разреши
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ναι
es: Activar
es_us: Activar
fi: Ota käyttöön
fr: Activer
fr_ca: Activer
he: הפעלה
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
kk: Қосу
ko: 활성화
lt: Įjungti
ms: Dayakan
nl: Schakel in
no: Aktiver
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sk: Povoliť
sl: Omogoči
sv: Aktivera
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
vi: Bật
zh_cn: 启用
zh_hk: 啟用
zh_tw: 啟用

# NAME_AND_PHOTO_SHARING_MULTIPLE_PHONE_NUMBERS_MESSAGE_APPLEACCOUNT
source: Sharing Name and Photo is not available because multiple phone numbers are associated to your Apple Account.
ar: مشاركة الاسم والصورة غير متاحة لأن ثمة عدة أرقام هواتف مرتبطة بحساب Apple.
bg: Споделянето на име и снимка не е достъпно, тъй като с вашата Apple регистрация има свързани няколко телефонни номера.
ca: L’opció per compartir el nom i la foto no està disponible perquè hi ha associats diversos números de telèfon al compte d’Apple.
cs: Sdílení jména a fotky není k dispozici, protože k vašemu účtu Apple je přiřazeno víc telefonních čísel.
da: Det er ikke muligt at dele navn og foto, fordi der er knyttet flere telefonnumre til din Apple-konto.
de: Name und Foto können nicht geteilt werden, weil mehrere Telefonnummern mit deinem Apple Account verknüpft sind.
el: Η Κοινοποίηση ονόματος και φωτογραφίας δεν είναι διαθέσιμη, διότι έχουν συσχετιστεί πολλοί αριθμοί τηλεφώνου με τον λογαριασμό Apple σας.
es: La opción de compartir nombre y foto no está disponible porque hay varios números de teléfono asociados a tu cuenta de Apple.
es_us: No se puede compartir el nombre y la foto porque hay varios números telefónicos asociados a tu cuenta de Apple.
fi: Nimen ja kuvan jakaminen eivät ole käytettävissä, koska Apple-tiliin liittyy useita puhelinnumeroja.
fr: Le partage du nom et de la photo n’est pas disponible car plusieurs numéros de téléphone sont associés à votre compte Apple.
fr_ca: Le partage du nom et de la photo n’est pas disponible, car plusieurs numéros de téléphone sont associés à votre compte Apple.
he: אפשרות שיתוף השם והתמונה אינה זמינה משום שלחשבון ה-Apple שלך מקושר יותר ממספר טלפון אחד.
hi: नाम और तस्वीर की शेयरिंग उपलब्ध नहीं है क्योंकि आपके Apple खाते से कई फ़ोन नंबर जुड़े हुए हैं।
hr: Dijeljenje imena i fotografije nije dostupno jer je s vašim Apple računom povezano više telefonskih brojeva.
hu: A név és fotó megosztása nem lehetséges, mivel több telefonszám van hozzárendelve az Apple-fiókjához.
id: Berbagi Nama dan Foto tidak tersedia karena beberapa nomor telepon dikaitkan dengan Akun Apple Anda.
it: Non è possibile condividere il nome e la foto perché il tuo Apple Account è associato a diversi numeri di telefono.
ja: Apple Accountに複数の電話番号が関連付けられているため、“名前と写真の共有”は使用できません。
kk: Apple аккаунтыңызбен бірнеше телефон нөмірі байланыстырылғандықтан, «Ат пен фотоны бөлісу» қолжетімді емес.
ko: 여러 개의 전화번호가 사용자의 Apple 계정과 연계되어 있기 때문에 ‘이름 및 사진 공유’를 사용할 수 없습니다.
lt: Vardo, pavardės ir nuotraukos bendrinti negalima, nes su jūsų „Apple“ paskyra susieti keli telefono numeriai.
ms: Perkongsian Nama dan Foto tidak tersedia kerana berbilang nombor telefon dikaitkan dengan Akaun Apple anda.
nl: De optie voor het delen van naam en foto is niet beschikbaar, omdat er meerdere telefoonnummers zijn gekoppeld aan je Apple Account.
no: Deling av navn og bilde er ikke tilgjengelig fordi du har knyttet flere telefonnumre til Apple-kontoen din.
pl: Udostępnianie nazwy i zdjęcia jest niedostępne; z Twoim kontem Apple powiązanych jest wiele numerów telefonu.
pt_br: O Compartilhamento de Nome e Foto não está disponível porque há vários números de telefone associados à sua Conta Apple.
pt_pt: A partilha de nome e fotografia não está disponível, porque há vários números de telefone associados à sua conta Apple.
ro: Partajarea numelui și a pozei nu este disponibilă, deoarece mai multe numere de telefon sunt asociate cu contul dvs. Apple.
ru: Нельзя поделиться именем и фото, так как с Вашим Аккаунтом Apple связано несколько номеров телефонов.
sk: Zdieľanie mena a fotky nie je k dispozícii, pretože k vášmu Apple účtu je priradených viacero telefónnych čísiel.
sl: Deljenje imena in fotografije ni na voljo, ker je z vašim računom Apple povezanih več telefonskih številk.
sv: Det går inte att dela namn och bild eftersom flera telefonnummer är kopplade till ditt Apple‑konto.
th: ไม่มีการแชร์ชื่อและรูปภาพเนื่องจากมีเบอร์โทรศัพท์หลายเบอร์ที่ผูกกับบัญชี Apple ของคุณ
tr: Apple Hesabı’nızla birden fazla telefon numarası ilişkili olduğu için Adı ve Fotoğrafı Paylaş kullanılamıyor.
uk: Поширення імені й фото недоступне, оскільки з вашим обліковим записом Apple повʼязано кілька телефонних номерів.
vi: Tính năng Chia sẻ tên và ảnh không khả dụng vì có nhiều số điện thoại được liên kết với Tài khoản Apple của bạn.
zh_cn: 无法共享姓名和照片，因为有多个电话号码与你的Apple账户关联。
zh_hk: 無法使用「分享姓名和相片」，因為有多個電話號碼連繫至你的Apple帳户。
zh_tw: 無法使用「分享名稱和照片」，因為有多個電話號碼與「Apple帳號」相關。

# SEND_AS_SMS
source: Send as Text Message
ar: إرسال كرسالة نصية
bg: Изпрати като SMS
ca: Envia com a missatge de text
cs: Poslat jako textovou zprávu
da: Send som tekstbesked
de: Als Textnachricht senden
el: Αποστολή ως γραπτού μηνύματος
es: Enviar como mensaje de texto
es_us: Enviar como mensaje de texto
fi: Lähetä tekstiviestinä
fr: Envoyer par SMS ou MMS
fr_ca: Envoyer par message texte
he: שליחה כהודעת טקסט
hi: SMS के रूप में भेजें
hr: Šalji kao tekst. poruku
hu: Küldés szöveges üzenetként
id: Kirim sebagai Pesan Teks
it: Invia come messaggio di testo
ja: テキストメッセージで送信
kk: Мәтіндік хабар ретінде жіберу
ko: 문자 메시지로 보내기
lt: Siųsti tekstinę žinutę
ms: Hantar sebagai Mesej Teks
nl: Stuur als tekstbericht
no: Send som tekstmelding
pl: Wyślij jako SMS/MMS
pt_br: Enviar como SMS
pt_pt: Enviar como SMS
ro: Trimiteți ca mesaj text
ru: Отправка в виде SMS
sk: Odoslať ako textovú správu
sl: Pošlji kot sporočilo SMS
sv: Skicka som SMS
th: ส่งเป็นข้อความ
tr: Mesaj Olarak Gönder
uk: Надсилати як SMS
vi: Gửi bằng tin nhắn văn bản
zh_cn: 用短信发送
zh_hk: 以訊息格式傳送
zh_tw: 以訊息格式傳送

# RCS_MESSAGING_HEADER
source: TURN ON RCS MESSAGING FOR
ar: تشغيل رسائل RCS لـ
bg: ВКЛЮЧИ RCS СЪОБЩЕНИЯ ЗА
ca: ACTIVACIÓ DELS MISSATGES RCS
cs: ZAPNOUT RCS ZPRÁVY PRO
da: SLÅ RCS‑BESKEDER TIL FOR
de: RCS-MESSAGING AKTIVIEREN FÜR
el: ΕΝΕΡΓΟΠΟΙΗΣΗ ΜΗΝΥΜΑΤΩΝ RCS ΓΙΑ
es: ACTIVAR MENSAJES RCS PARA
es_us: ACTIVAR MENSAJES RCS DE
fi: LAITA RCS-VIESTIT PÄÄLLE:
fr: ACTIVER LES RCS POUR
fr_ca: ACTIVER LA MESSAGERIE RCS POUR
he: ניתן להפעיל את ״הודעות RCS״ עבור:
hi: इनके लिए RCS संदेश चालू करें
hr: UKLJUČI RCS PORUKE ZA
hu: RCS-ÜZENETKÜLDÉS BEKAPCSOLÁSA:
id: NYALAKAN PESAN RCS UNTUK
it: ATTIVA I MESSAGGI RCS PER:
ja: RCSメッセージをオンにする:
kk: RCS АРҚЫЛЫ ХАБАР АЛМАСУҒА КЕЛЕСІЛЕР ҮШІН ҚОСУ
ko: RCS 메시지 켜기
lt: ĮJUNGTI RCS SUSIRAŠINĖJIMĄ
ms: AKTIFKAN PEMESEJAN RCS UNTUK
nl: SCHAKEL RCS-BERICHTEN IN VOOR
no: SLÅ PÅ RCS-MELDINGER FOR
pl: WŁĄCZ WIADOMOŚCI RCS
pt_br: ATIVAR MENSAGENS RCS PARA
pt_pt: ATIVAR MENSAGENS RCS
ro: ACTIVARE MESAGERIE RCS PENTRU
ru: ВКЛЮЧИТЬ RCS‑СООБЩЕНИЯ ДЛЯ:
sk: ZAPNÚŤ RCS SPRÁVY PRE
sl: VKLOPI POŠILJANJE SPOROČIL RCS ZA
sv: SLÅ PÅ RCS-MEDDELANDEN FÖR
th: เปิดใช้การส่งข้อความ RCS สำหรับ
tr: RCS MESAJLAŞMAYI AÇ
uk: УВІМКНУТИ RCS-ПОВІДОМЛЕННЯ ДЛЯ
vi: BẬT NHẮN TIN RCS CHO
zh_cn: 打开RCS信息
zh_hk: 開啟RCS傳訊
zh_tw: 開啟RCS傳訊

source: After 1 Year
ar: بعد سنة واحدة
bg: След 1 година
ca: Al cap d’1 any
cs: Po roce
da: Efter 1 år
de: Nach 1 Jahr
el: Μετά από 1 έτος
es: Al cabo de un año
es_us: Después de un año
fi: Vuoden kuluttua
fr: Après 1 an
fr_ca: 1 an plus tard
he: לאחר שנה
hi: 1 वर्ष बाद
hr: Nakon godinu dana
hu: 1 év után
id: Setelah 1 Tahun
it: Dopo 1 anno
ja: 1年後
kk: 1 жылдан кейін
ko: 1년 후
lt: Po 1 metų
ms: Selepas 1 Tahun
nl: Na 1 jaar
no: Etter ett år
pl: Po roku
pt_br: Após 1 Ano
pt_pt: Ao fim de 1 ano
ro: După 1 an
ru: Через 1 год
sk: Po 1 roku
sl: Po 1 letu
sv: Efter 1 år
th: หลังจาก 1 ปี
tr: 1 Yıl Sonra
uk: через 1 рік
vi: Sau 1 năm
zh_cn: 一年后
zh_hk: 1年後
zh_tw: 1年後

# FIRST_TIME_RCS_ALERT_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消
